[{"name":"Cookie Stand public site",
  "path":"https://alisonramer.github.io/cookie-stand",
  "publishedOn":"2015-11-05",
  "description":"<p>A site to inform past, present, and future salmon cookie enthusiasts!<span> On this site, users can </span><span>learn more about the franchise, including locations, hours, and merchandise. They can also buy merchanise through an online order form.</span></p>",
  "img":"<img src=\"img/cookie.png\">",
  "category":"fluffy things"},
  {"name":"Cookie Stand Employee site",
    "path":"https://alisonramer.github.io/cookie-stand/sales.html",
    "publishedOn":"2015-11-05",
    "description":"<p>A vital business tool for the owner <span> and employees of a salmon cookie shop franchise. On this site, the owner or other employees</span><span>can see the hourly cookie needs based on store location. These are calculated from average hourly numbers of customers and average cookie consumption consumption, both of which vary with location. The page also provides a form with which the owner can add store locations.</span></p>",
    "img":"<img src=\"img/cookie_sales.png\">",
    "category":"fluffy things"},
    {"name":"Seattle Adventure",
      "path":"https://alisonramer.github.io/seattle_adventure/",
      "publishedOn":"2015-11-05",
      "description":"<p>An interactive story book <span>in which the reader learns about different historic and cultural sites in Seattle. This was a collaborative project with three other students in my Codefellows 201 class.</p>",
      "img":"<img src=\"img/memory.png\">",
      "category":"shiny things"},
      {"name":"About Me",
        "path":"https://alisonramer.github.io/about_me/",
        "publishedOn":"2015-11-05",
        "description":"<p>Upon navigating to this site, the page quizzes the user <span>on a few aspects of my (Yana's)</span> <span>life before allowing them to see a brief site about me as well as displaying how they did on the questions.</span></p>",
        "img":"<img src=\"img/about_me.png\">",
        "category":"shiny things"},
        {"name":"Bus Mall",
          "path":"https://alisonramer.github.io/Bus_Mall/",
          "publishedOn":"2015-11-05",
          "description":"<p>Made for a product research team, this site polls <span> users to inform a company's decision on</span><span>what products to include in a merchandise catalog to be available on commuter buses. In addition to the polls, the site displays cumulative results from the polling in both table and graphic format.</span></p>",
          "img":"<img src=\"img/bus_mall.png\">",
          "category":"shiny things"}]
